{
  "1.1": "Запрещается регистрация аккаунтов с несоответствующим никнеймом",
  "1.1.1": "Если владелец аккаунта нарочно повторяет/пытается повторить никнейм администратора, он считается некорректным",
  "1.2": "Запрещается регистрация аккаунта, нацеленного на причинение вреда серверу и его игрокам",
  "1.3": "Запрещается передавать аккаунт с любым статусом сторонним личностям",
  "1.3.1": "Продажа аккаунта за деньги является нарушением",
  "1.3.2": "Обмен аккаунтами является нарушением",
  "1.3.3": "Использование чужого аккаунта является нарушением",
  "1.3.4": "Использование аккаунта в пределах одного дома не является нарушением",
  "2.1": "Запрещается злоупотреблять использованием нецензурной лексики в любой форме и в любом месте",
  "2.2": "Запрещается оскорбление игроков в любой форме и в любом месте",
  "2.3": "Запрещается флуд в чате любыми способами и в любой форме, провокация людей на флуд",
  "2.4": "Запрещается распространять информацию о сторонних ресурсы, не относящиеся к нашему серверу",
  "2.5": "Запрещается продажа игрового товара за реальную валюту",
  "2.6": "Запрещается провокация игроков на нарушение правил, угроза реальной расплаты",
  "2.7": "Запрещается неадекватное поведение, которое неприятно большинству игроков на сервере",
  "2.8": "Запрещается разжигание политических/межнациональных/религиозных конфликтов",
  "3.1": "Запрещается получать преимущество над игроками нечестным путём",
  "3.1.1": "Использование сторонних модификаций и программ является нарушением",
  "3.1.2": "Использование багов сервера и игры является нарушением",
  "3.2": "Запрещается создавать и использовать постройки/вещи/скины нецензурного характера",
  "3.3": "Запрещается умалчивать о нарушителях",
  "3.4": "Запрещается умышленное игнорирования распределения команд",
  "3.4.1": "Объединение игроков на Solo режиме является нарушением",
  "3.4.2": "Объединение команд на Double и Team режимах против другой является нарушением",
  "3.4.3": "Игра в пользу соперника является нарушением",
  "3.4.4": "Правило не может быть нарушено, если участники остались одни",
  "3.5": "Запрещается получение статистики нечестным путём",
  "3.6": "Запрещается препятствовать нормальной работе клиента игры других игроков",
  "3.6.1": "Закрытие в порталах является нарушением",
  "3.6.2": "Попытки создания ошибок являются нарушением",
  "3.7": "Запрещается вводить администрацию в заблуждение/обманывать",
  "4.1": "Запрещается рекламировать видео/стримы, если их объектом не является LastCraft",
  "4.2": "Запрещается вводить игроков в заблуждение, используя свой статус",
  "5.0": "Нарушение одного из вышенаписанных правил может дать один \"выговор\", если их будет 3, то статус Junior теряется",
  "5.1": "Запрещается блокировать чат игроков/выкидывать их из игры без причины или без доказательств",
  "5.2": "Запрещается обманывать игроков, используя свой статус",
  "6.1": "Правила могут быть изменены без уведомления пользователей.",
  "6.2": "Денежные средства, потраченные на приобретение статуса \"Gold\" и выше, а также на приобретение игровых предметов/денег/услуг, не возвращаются.",
  "6.3": "Администрация может изменять возможности каждой привилегии без предупреждения.",
  "6.4": "Незнание правил не освобождает от ответственности.",
  "6.5": "За многократное нарушение правил администрация имеет право снять с вас привилегию, заблокировать без шанса разблокировки, обнулить статистику в качестве меры наказания.",
  "6.6": "Администрация самостоятельно выбирает как именно наказать игрока за нарушение правил.",
  "6.7": "Если вы не являетесь настоящим владельцем аккаунта, администрация имеет право не помогать вам при проблеме с ним.",
  "6.8": "Запрещается публичная критика сервера не в специально подготовленных разделах (на форуме или личных сообщениях VK)",
  "6.9": "Взлом/похищение/обмен/продажа вашего аккаунта не является оправданием в нарушениях правил.",
  "6.10": "Администрация имеет право наказывать игроков за то, что не написано в правилах, если это вредит тем или иным образом серверу или игрокам.",
  "7.1": "Вы имеете право подать жалобу на администрацию, если считаете её поведение неправильным, оскорбительным.",
  "7.2": "Вы имеете право оспорить своё наказание, если на момент подачи жалобы не прошла половина срока наказания (но не более трёх дней).",
  "7.3": "Вы можете требовать нас сделать определенные обновления/добавления, но мы не обязаны их воплощать.",
  "7.4": "Вы можете требовать исправления багов и компенсацию, если они принесли Вам ущерб, при наличии доказательств.",
  "7.5": "Вы можете требовать не предвзятое отношение к себе в любых ситуациях."
}