{
  "1.1": "Запрещается регистрация аккаунтов с несоответствующим никнеймом",
  "1.1.1": "Если владелец аккаунта нарочно повторяет/пытается повторить никнейм администратора, он считается некорректным",
  "1.1.2": "Создание аккаунта, никнейм которого направлен на оскорбление личности сервера, считается некорректным",
  "1.2": "Запрещается регистрация аккаунта, нацеленного на причинение вреда серверу и его игрокам",
  "1.3": "Запрещается передавать аккаунт с любым статусом сторонним личностям",
  "1.3.1": "Продажа аккаунта за деньги является нарушением",
  "1.3.2": "Обмен аккаунтами является нарушением",
  "1.3.3": "Использование чужого аккаунта является нарушением",
  "1.3.4": "Использование аккаунта в пределах одного дома не является нарушением",
  "2.1": "Запрещается злоупотреблять использованием нецензурной лексики в любой форме и в любом месте",
  "2.2": "Запрещается оскорбление игроков в любой форме и в любом месте",
  "2.3": "Запрещается флуд в чате любыми способами и в любой форме, провокация людей на флуд",
  "2.4": "Запрещается распространять информацию о сторонних ресурсах, не относящихся к нашему серверу",
  "2.5": "Запрещается продажа игрового товара за реальную валюту",
  "2.6": "Запрещается провокация игроков на нарушение правил, угроза реальной расплаты",
  "2.7": "Запрещается неадекватное поведение, которое неприятно большинству игроков на сервере",
  "2.8": "Запрещается разжигание политических/межнациональных/религиозных конфликтов",
  "3.1": "Запрещается получать преимущество над игроками нечестным путём",
  "3.1.1": "Использование сторонних модификаций и программ является нарушением",
  "3.1.2": "Использование багов сервера и игры является нарушением",
  "3.2": "Запрещается умалчивать о нарушителях",
  "3.3": "Запрещён гриф в любом его виде на серверах выживания и скайблоке",
  "3.4": "Запрещается умышленное игнорирования распределения команд",
  "3.4.1": "Объединение игроков на Solo режиме является нарушением",
  "3.4.2": "Объединение команд на Double и Team режимах против другой является нарушением",
  "3.4.3": "Игра в пользу соперника является нарушением",
  "3.4.4": "Правило не может быть нарушено, если участники остались одни",
  "3.5": "Запрещается получение статистики нечестным путём",
  "3.6": "Запрещается препятствовать нормальной работе клиента игры других игроков",
  "3.6.1": "Закрытие в порталах является нарушением",
  "3.6.2": "Попытки создания ошибок являются нарушением",
  "3.7": "Запрещается вводить администрацию в заблуждение/обманывать",
  "3.8": "Запрещается злоупотреблять командой /report, использовать её не по прямому назначению",
  "4.1": "Правила могут быть изменены без уведомления пользователей.",
  "4.2": "Денежные средства, потраченные на приобретение статуса \"Gold\" и выше, а также на приобретение игровых предметов/денег/услуг, не возвращаются.",
  "4.3": "Администрация может изменять возможности каждой привилегии без предупреждения.",
  "4.4": "Незнание правил не освобождает от ответственности.",
  "4.5": "За многократное нарушение правил администрация имеет право снять с вас привилегию, заблокировать без шанса разблокировки, обнулить статистику в качестве меры наказания.",
  "4.6": "Администрация самостоятельно выбирает как именно наказать игрока за нарушение правил.",
  "4.7": "Если вы не являетесь настоящим владельцем аккаунта, администрация имеет право не помогать вам при проблеме с ним.",
  "4.8": "Запрещается публичная критика сервера не в специально подготовленных разделах (на форуме или личных сообщениях VK)",
  "4.9": "Взлом/похищение/обмен/продажа вашего аккаунта не является оправданием в нарушениях правил.",
  "4.10": "Администрация имеет право наказывать игроков за то, что не написано в правилах, если это вредит тем или иным образом серверу или игрокам.",
  "4.11": "Администрация имеет право провести проверку вашего ПК на стороннее ПО."
}
